{
  "ideas": [
    {
      "idea": 1,
      "descripcion": "En un mundo donde los dioses caminan entre los humanos, la antigua Roma se convierte en el epicentro de una lucha divina. Un juego en el que los jugadores asumen el papel de héroes romanos que se enfrentan a dioses griegos y criaturas mitológicas en una lucha épica por la supervivencia de Roma y la humanidad. La trama gira en torno a la intriga, la traición y la búsqueda de poderes divinos.",
      "autor": "Ronald"
    },
    {
      "idea": 2,
      "descripcion": "Estos seres de otros mundos no llegaron en son de paz, desencadenando un conflicto que pone en jaque a las comunidades fronterizas. Eres un valiente vaquero, listo para enfrentar a estos invasores cósmicos con tus habilidades de tiro, astucia y coraje. Monta a caballo, dispara desde tu revólver y explora los vastos territorios del Oeste mientras luchas contra estas criaturas extraterrestres que amenazan la vida tal como la conoces.",
      "autor": "Ronald"
    },
    {
      "idea": 3,
      "descripcion": "Despiertas en un lugar oscuro y opresivo, desorientado y aturdido. Descubres que has sido arrastrado a un laberinto retorcido y siniestro conocido como “las Backrooms”, un lugar donde la realidad se distorsiona y la tortura es moneda corriente. Te das cuenta de que no estás solo; otros cautivos también buscan desesperadamente una salida. Mientras exploras los oscuros pasillos y las habitaciones laberínticas, descubres pistas inquietantes sobre la naturaleza de este lugar y sobre aquellos que te retienen contra tu voluntad. Tu única esperanza es encontrar una manera de escapar de este infierno de pesadilla antes de que sea demasiado tarde.",
      "autor": "Ronald"
    },
    {
      "idea": 4,
      "descripcion": "En un mundo donde la prehistoria y la era moderna colisionan, los humanos han descubierto una serie de portales misteriosos que les permiten viajar en el tiempo. Sin embargo, estos portales han desencadenado un caos inimaginable al traer a los dinosaurios de la antigüedad al mundo actual. La humanidad se encuentra al borde de la extinción, atrapada en una lucha constante por la supervivencia. A medida que exploras este mundo peligroso y desconocido, descubres que no todos los dinosaurios son hostiles. Algunos pueden ser domesticados y utilizados como monturas o aliados en tu lucha por la supervivencia. Mientras te adentras en esta aventura, también te encuentras con otras facciones de humanos, algunas dispuestas a colaborar y otras enemigas, cada una con sus propios planes y objetivos.",
      "autor": "Ronald"
    },
    {
      "idea": 5,
      "descripcion": "Eres uno de estos astronautas, asignado a una estación espacial en el borde de la galaxia. Lo que comenzó como una misión de rutina se convierte en una pesadilla cuando una misteriosa y hostil raza alienígena lanza un ataque sorpresa. La estación está en ruinas, y tus compañeros astronautas están luchando por sus vidas. Con recursos limitados y enfrentando una amenaza desconocida, te embarcas en una lucha desesperada por la supervivencia. Tu entrenamiento y tu ingenio serán puestos a prueba en una serie de intensos enfrentamientos en el espacio y en las instalaciones aisladas.",
      "autor": "Ronald"
    },
    {
      "idea": 6,
      "descripcion": "En un mundo de mares inexplorados y archipiélagos llenos de misterios, la Edad de Oro de los Piratas ha renacido. Eres un valiente capitán pirata, ansioso por descubrir tesoros ocultos y conquistar los siete mares. Sin embargo, lo que comienza como una búsqueda de riquezas se convierte en una lucha épica por la supervivencia. Mientras navegas por aguas peligrosas y exploras islas exóticas, te encuentras con monstruos marinos legendarios que acechan en las profundidades. Deberás enfrentar estas bestias colosales en batallas a vida o muerte mientras buscas tesoros enterrados y artefactos míticos. Pero no estás solo; otros piratas ambiciosos compiten contigo por la gloria y la fortuna.",
      "autor": "Ronald"
    },
    {
      "idea": 7,
      "descripcion": "Una persona completamente perdida en un mundo que no conoce debe averiguar cómo llegó a ese lugar. No sabe su nombre. No sabe qué hacía antes. Lo único que sabe es que no pertenece a ese lugar. En este juego deberás resolver diferentes puzles que te permitirán desbloquear tus recuerdos y encontrar una forma de regresar a tu hogar. ",
      "autor": "Ronald"
    },
    {
      "idea": 8,
      "descripcion": "Un día normal te encontrabas navegando con tu velero en altamar. Llegó la noche y estabas disponiéndote a dormir cuando una tormenta eléctrica apareció de la nada. Tu barco empieza a hundirte y lastimosamente no logras llegar a un barco de emergencias. Ahora tú única salvación será nadar por tu vida. En este juego tienes que nadar en altamar y evitar ser abducido por una nave alienígena. Contarás con diversos power ups que te permitirán nadar más rápido, hacerte invisible y más. Pero recuerda, quizás nunca estés completamente seguro.",
      "autor": "Ronald"
    },
    {
      "idea": 9,
      "descripcion": "El humano logró descubrir el secreto de los viajes intergalácticos gracias a una avanzada inteligencia artificial que logró entender el universo de una forma en la que nosotros nunca lo habíamos imaginado.  Después de un tiempo se decidió migrar a otro mundo mientras esta ia se encargaba de reconstruir todo lo que habíamos deteriorado. Cuando quisimos regresar nos dimos cuenta de que el planeta estaba robotizado ya que la ia había decido que la única solución para reconstruir la tierra era no dejarnos entrar a ella nunca más. En esta intrépida aventura deberás luchar junto a tu escuadrón contra las maquinas que ahora dominan el planeta. Derrota todos los enemigos que puedas para conseguir nuevos recursos y mejorar tu nave.",
      "autor": "Ronald"
    },
    {
      "idea": 10,
      "descripcion": "Eres un vaquero y te persigue una tormenta. Tú única solución es cabalgar si quieres vivir. No sabes cuando parará la tormenta, así que no te detengas. En este sencillo pero entretenido juego deberás esquivar diferentes obstáculos con el fin de sobrevivir el mayor tiempo que puedas. Pero no te confíes, mientras más avances, nuevos obstáculos encontrarás.",
      "autor": "Ronald"
    },
    {
      "idea": 11,
      "descripcion": "Frutas y un arma, que mejor idea que dispararles. Este juego no tiene mayor complejidad, eres tú tratando de destruir todas las frutas que puedas sin dejar que estas toquen el suelo. Inspirado en fruit ninja, ahora serás un soldado contra frutas.",
      "autor": "Ronald"
    },
    {
      "idea": 12,
      "descripcion": "Han pasado 5 años desde que una enfermedad extraña empezó a convertir a toda la humanidad en zombis. Sobreviviste todo ese tiempo junto a tú amada esposa, sin embargo, un día buscando un nuevo refugio ella no lo logró. Decidiste dar todo de ti para acabar con esta epidemia. Un día llegaste a una base en la que se está trabajando en una cura y te asignan como jefe de seguridad. ¿Tu trabajo? Mantener en pie las diferentes murallas que los separan de los zombis. Deberás enfrentarte a oleadas de zombis que no sabes cuando llegarán, así que prepárate. Busca recursos. Mejora las murallas. Cumple tu encomienda y ayuda a salvar a la humanidad.",
      "autor": "Ronald"
    },
    {
      "idea": 13,
      "descripcion": "Un juego de zombis ambientado en la época del antiguo imperio Romano, el usuario encarna a un soldado que cuenta con su espada o lanza y un arco, además de modificaciones que dejen ciertos zombis especiales para hacer frente a las hordas de zombis que vienen por él, mientras trata de llegar al coliseo donde se encuentra el jefe.",
      "autor": "Ronald"
    },
    {
      "idea": 14,
      "descripcion": "Un juego de canicas de colores donde el usuario debe mover su canica por la pista correcta ya que si toma la pista que no es su color se reducirá su velocidad o encontrará obstáculos que no podrá atravesar, además en cierto punto de su pista de color encontrará modificaciones que le darán ventaja contra los otros jugadores.",
      "autor": "Ronald"
    },
    {
      "idea": 15,
      "descripcion": "Un juego de parkour ambientado en una prisión llena de obstáculos donde el jugador debe escapar de los policías que van tras él en varios niveles de la torre o prisión para poder escapar de ella.",
      "autor": "Ronald"
    },
    {
      "idea": 16,
      "descripcion": "En este juego el jugador tiene una pistola Alienígena especial que se puede cuenta con varios poderes los cuales debemos ir mejorando y eligiendo el que mejor se adapte a su situación, debido a que será atacado por monstruos que tienen poderes parecidos a los dioses del Olimpo cómo por ejemplo el Rayo del Zeus, el control del agua de Poseidón, etc., además de pequeños secuaces que nos intentan matar mientras luchamos contra el jefe.",
      "autor": "Ronald"
    },
    {
      "idea": 17,
      "descripcion": "El jugador a quien manejaremos estaba dormido, pero al abrir los ojos se da cuenta que fue teletransportado a uno de los niveles de los Backrooms, junto a él encuentra una nota con una pista para salir y una linterna la misma que deberá saber cuándo utilizar porque el uso de aparatos eléctricos atrae a ciertos monstruos que irán tras él.",
      "autor": "Ronald"
    },
    {
      "idea": 18,
      "descripcion": "El jugador está encerrado en una casa que se está incendiando y debe esquivar diversos obstáculos para poder huir con vida. El juego está dibujado en una perspectiva 2D, pero lo ideal sería hacerlo estilo 3D con el fin de agregar mayor inmersión a la recreación. Entre las mecánicas que se discutieron estuvo que puede haber una barra de oxígeno que vaya disminuyendo para agregarle realismo al asunto, además de poder sufrir daño por caída, quemaduras, golpes, etc.",
      "autor": "Ronald"
    },
    {
      "idea": 19,
      "descripcion": "El jugador se encuentra en un zoológico al estilo Jurassic World y debe explorar las diversas localidades que este lugar ofrece para encontrar las herramientas y así reparar su vehículo y poder escapar. Una mecánica que se discutió en grupo es que cada jaula de los animales sea un nivel diferente con mecánicas única, tipo, en la jaula de los T-Rex lo ideal sería jugar en base al sigilo, pero en la de dinosaurios más rápidos, lo ideal será jugar con un estilo más frenético y directo.",
      "autor": "Ronald"
    },
    {
      "idea": 20,
      "descripcion": "Esta idea es sencilla, pero es una de la que más le agradó al grupo. De lo que pensó con la combinación de esta tres palabras, es crear un endless runner en 2D, donde la oveja deberá ir saltando (haciendo parkour) para ir huyendo del coyote que la persigue. Una fuente de inspiración que se puede tomar es la serie del Coyote y el Correcaminos, donde ciertas “bromas” o características de dicho dibujo, puedan ser implementados dentro del juego.",
      "autor": "Ronald"
    },
    {
      "idea": 21,
      "descripcion": "Messi se enfrenta a diversos robots que han invado la tierra y deberá ganarle en diferentes estilos de fútbol para poder salvar al planeta tierra. El juego puede ser adaptado usando un teléfono celular y aprovechando el táctil de estos dispositivos, donde la mecánica está en dibujar una línea con la trayectoria del balón para ir marcando goles.",
      "autor": "Ronald"
    },
    {
      "idea": 22,
      "descripcion": "El juego se pensó al estilo Space Invaders, donde el jugador debe ir en una nave recogiendo power ups para vencer a los diferentes dinosaurios que se encuentran invadiendo el espacio. Cada tipo de dinosaurio será un jefe que deberá enfrentar el jugador para seguir explorando diversos planetas a lo largo de esta aventura espacial.",
      "autor": "Ronald"
    },
    {
      "idea": 23,
      "descripcion": "El juego está inspirado en las Marble Races que se popularizaron por el internet. En este juego controlaremos a una canica que deberá ir bajando por una pista de carrera, evitando ser sacado de la pista o salir por las altas velocidades, o bien, quitando a los diferentes corredores del camino para así ir subiendo posiciones.",
      "autor": "Ronald"
    }
  ]
}